{
	"connections": [
		["bottom", "column"],
		["column", "middle"],
		["middle", "top"]
	],
	"displayName": "Parthenon - Greece (438BC)",
	"id": "parthenon",
	"messages": {
		"before": [
			"In 490 BC in Athens, construction began on a sanctuary dedicated to Athena. It was to be built on the Acropolis, high rocky outcrop of the city.",
			"In 480 BC, while still under construction, the temple, along with the rest of the Acropolis, was destroyed by the Persians. ",
			"Four decades later, Pericles, leader of Athens, is rebuilding much of the Acropolis, funded by the Delian League. Your task is to rebuild the Parthenon as a temple worthy of Athena, goddess of Athens."
		],
		"after": [
			"You have finished the Parthenon, a temple dedicated to goddess Athena.",
			"During the sixth century AD, it will be converted to a Christian church and become one of the most important Christian sites of its time. In the fifteenth century, the Ottoman Turks will use it as a mosque.",
			"In the seventeenth century, during a Venetian attack, the Turks will be use the Parthenon as a gunpowder store. Tragically, it will be hit by a mortar, creating a massive explosion and causing severe damage.",
			"However, much of the Parthenon will survive, and it will come to be possibly the most famous symbol of Athens, the Delian League, and ancient Greece."
		]
	},
	"shapes": {
		"bottom": {
			"img": "/assets/images/buildings/parthenon/bottom.png",
			"size": {"w":1508, "h":76},
			"positions": [
				{"x":-754, "y":911}
			]
		},
		"column": {
			"img": "/assets/images/buildings/parthenon/column.png",
			"size": {"w":109, "h":492},
			"positions": [
				{"x":-730, "y":421},
				{"x":-564, "y":421},
				{"x":-364, "y":421},
				{"x":-163, "y":421},
				{"x":37, "y":421},
				{"x":239, "y":421},
				{"x":441, "y":421},
				{"x":608, "y":421}
			]
		},
		"middle": {
			"img": "/assets/images/buildings/parthenon/middle.png",
			"size": {"w":1491, "h":138},
			"positions": [
				{"x":-745.5, "y":286}
			]
		},
		"top": {
			"img": "/assets/images/buildings/parthenon/top.png",
			"size": {"w":1553, "h":293},
			"positions": [
				{"x":-770, "y":0}
			]
		}
	}
}